{
	"labels": {
		"backToOverview": "Back",
		"settings": "Settings",
		"close": "Close",
		"selectLanguage": "Select language",
		"search": "Search",
		"reserve": "Reserve",
		"cancel": "Cancel",
		"email": "E-Mail",
		"undoReserve": "Undo reservation",
		"prev": "Previous",
		"next": "Next",
		"showAll": "Show all"
	},
	"albumCard": {
		"viewOnline": "View Online",
		"reserve": {
			"title": "Reserve this record",
			"helperText": "Please enter your e-mail address to reserve this record as a gift for me.",
			"error": "Please enter a valid e-mail address."
		},
		"undoReserve": {
			"title": "Reservierung aufheben",
			"helperText": "Bitte gib die E-Mail-Adresse ein, die du bei der Reservierung angegeben hast."
		}
	},
	"overview": {
		"records": "{{count}} records"
	},
	"page": {
		"title": "{{name}}'s Records",
		"description": "{{name}}'s records collection and wishlist"
	},
	"settings": {
		"labelReserved": "Label reserved records"
	},
	"wishlist": {
		"title": "My Wishlist"
	},
	"collection": {
		"title": "My Collection"
	},
	"privacy": {
		"title": "Privacy",
		"content": "<p>This website is committed to ensuring the privacy and security of your personal information. This Privacy Policy outlines the types of personal data we collect, how it is used, and your choices regarding your information. </p> <h2>Collection and Use of Information</h2> <ol> <li> <strong>Cookie Usage:</strong> <p> We use a single cookie to store language preferences selected by users. This helps enhance your browsing experience by displaying content in your preferred language. </p> </li> <li> <strong>Reservation of Items:</strong> <p> When you mark an item as 'reserved' in our vinyl record collection or wishlist, we collect and store your email address. This information is securely stored using a tool called 'Upstash' and is stored in the 'eu-central-1' region. Your email address is solely used for the purpose of facilitating the reservation process and will not be shared with any third parties. </p> </li> </ol> <h2>Data Security</h2> <p> We take appropriate measures to ensure the security and confidentiality of your information. Our use of Upstash and storage in the specified region is in compliance with data protection laws to safeguard your data against unauthorized access, disclosure, or misuse. </p> <h2>Your Rights</h2> <p> You have the right to request access, correction, or deletion of your personal data stored with us. Please contact us at <a href='mailto:{{email}}'>{{email}}</a> for any inquiries or requests regarding your personal information. </p> <h2>Updates to Privacy Policy</h2> <p> This Privacy Policy may be updated periodically to reflect any changes in our practices. We encourage you to review this page for the latest information on our privacy practices. </p> <h2>Consent</h2> <p> By using our website, you consent to the collection and use of your information as outlined in this Privacy Policy. </p> <p> Should you have any questions or concerns regarding this Privacy Policy or our privacy practices, please contact us at <a href='mailto:{{email}}'>{{email}}</a>. </p> <p><em>Last Updated: {{date}}</em></p>"
	}
}
